choices = [
    {
        "id":1,
        "text":"Ухаживать за животными",
        "subject":"nature",
        "speak" : "Ухаживать за животными"
    },
    {
        "id":2,
        "text":"Обслуживать машины, приборы",
        "subject":"tech",
        "speak" : "Обслуживать машины, приборы"
    },
    {
        "id":3,
        "text":"Лечить больных людей",
        "subject":"human",
        "speak" : "Лечить больных людей"
    },
    {
        "id":4,
        "text":"Составлять интеллект-карты",
        "subject":"sign",
        "speak" : "Составлять интеллект-карты"
    },
    {
        "id":5,
        "text":"Следить за модой",
        "subject":"creativity",
        "speak" : "Следить за модой"
    },
    {
        "id":6,
        "text":"Следить за состоянием, развитием растений",
        "subject":"nature",
        "speak" : "Следить за состоянием, развитием растений"
    },
    {
        "id":7,
        "text":"Обрабатывать материалы (дерево, ткань, пластмассу и т.д.)",
        "subject":"tech",
        "speak" : "Обрабатывать материалы sil <[50]> (дерево, ткань, пластмассу)"
    },
    {
        "id":8,
        "text":"Заниматься продвижением товаров в соцсетях",
        "subject":"creativity",
        "speak" : "Заниматься продвижением товаров в соцсетях"
    },
    {
        "id":9,
        "text":"Обсуждать научно-популярные книги",
        "subject":"sign",
        "speak" : "Обсуждать научно-популярные книги"
    },
    {
        "id":10,
        "text":"Обсуждать художественные книги",
        "subject":"creativity",
        "speak" : "Обсуждать художественные книги"
    },
    {
        "id":11,
        "text":"Искать полезные ископаемые",
        "subject":"nature",
        "speak" : "Искать полезные ископаемые"
    },
    {
        "id":12,
        "text":"Тренировать, учить",
        "subject":"human",
        "speak" : "Тренировать, учить"
    },
    {
        "id":13,
        "text":"Фотографировать, снимать и монтировать видео",
        "subject":"creativity",
        "speak" : "Фотографировать, sil <[50]> снимать и монтировать видео"
    },
    {
        "id":14,
        "text":"Заниматься 3D моделированием",
        "subject":"tech",
        "speak" : "Заниматься 3D моделированием"
    },
    {
        "id":15,
        "text":"Принимать, осматривать больных, назначать лечение",
        "subject":"human",
        "speak" : "Принимать, осматривать больных, sil <[50]> назначать лечение"
    },
    {
        "id":16,
        "text":"Оформлять выставки, участвовать в подготовке концертов, снимать видео, записывать подкасты",
        "subject":"creativity",
        "speak" : "Оформлять выставки, участвовать в подготовке концертов, sil <[30]> снимать видео, записывать подкасты"
    },
    {
        "id":17,
        "text":"Налаживать работу технических устройств",
        "subject":"tech",
        "speak" : "Налаживать работу технических устройств"
    },
    {
        "id":18,
        "text":"Переводить тексты или речь людей",
        "subject":"sign",
        "speak" : "Переводить тексты или речь людей"
    },
    {
        "id":19,
        "text":"Дрессировать животных",
        "subject":"nature",
        "speak" : "Дрессировать животных"
    },
    {
        "id":20,
        "text":"Анализировать данные, выполнять расчёты, вычисления",
        "subject":"sign",
        "speak" : "Анализировать данные, sil <[30]> выполнять расчёты, вычисления"
    },
    {
        "id":21,
        "text":"Выводить новые сорта растений",
        "subject":"nature",
        "speak" : "Выводить новые сорта растений"
    },
    {
        "id":22,
        "text":"Конструировать новые виды промышленных изделий",
        "subject":"tech",
        "speak" : "Конструировать новые виды промышленных изделий"
    },
    {
        "id":23,
        "text":"Разбираться в международных отношениях",
        "subject":"human",
        "speak" : "Разбираться в международных отношениях"
    },
    {
        "id":24,
        "text":"Писать компьютерные программы",
        "subject":"sign",
        "speak" : "Писать компьютерные программы"
    },
    {
        "id":25,
        "text":"Посещать творческие кружки",
        "subject":"creativity",
        "speak" : "Посещать творческие кружки"
    },
    {
        "id":26,
        "text":"Изучать изменение климата",
        "subject":"nature",
        "speak" : "Изучать изменение климата"
    },
    {
        "id":27,
        "text":"Обслуживать медицинские приборы и аппараты",
        "subject":"tech",
        "speak" : "Обслуживать медицинские приборы и аппараты"
    },
    {
        "id":28,
        "text":"Оказывать людям первую медицинскую помощь",
        "subject":"human",
        "speak" : "Оказывать людям первую медицинскую помощь"
    },
    {
        "id":29,
        "text":"Планировать финансовую деятельность",
        "subject":"sign",
        "speak" : "Планировать финансовую деятельность"
    },
    {
        "id":30,
        "text":"Писать рецензии на книгу/фильм",
        "subject":"creativity",
        "speak" : "Писать рецензии на книгу/фильм"
    },
    {
        "id":31,
        "text":"Составлять программу питания",
        "subject":"nature",
        "speak" : "Составлять программу питания"
    },
    {
        "id":32,
        "text":"Заниматься волонтерской деятельностью",
        "subject":"human",
        "speak" : "Заниматься волонтерской деятельностью"
    },
    {
        "id":33,
        "text":"Заниматься дизайном",
        "subject":"creativity",
        "speak" : "Заниматься дизайном"
    },
        {
        "id":34,
        "text":"Заниматься робототехникой",
        "subject":"tech",
        "speak" : "Заниматься робототехникой"
    },
        {
        "id":35,
        "text":"Организовывать культурные мероприятия",
        "subject":"human",
        "speak" : "Организовывать культурные мероприятия"
    },
        {
        "id":36,
        "text":"Играть на сцене, сниматься в кино",
        "subject":"creativity",
        "speak" : "Играть на сцене, сниматься в кино"
    },
        {
        "id":37,
        "text":"Придумывать устройства для облегчения жизни",
        "subject":"tech",
        "speak" : "Придумывать устройства для облегчения жизни"
    },
            {
        "id":38,
        "text":"Разрабатывать компьютерные игры",
        "subject":"sign",
        "speak" : "Разрабатывать компьютерные игры"
    },
            {
        "id":39,
        "text":"Заниматься изучением и минимизацией факторов, негативно влияющих на окружающую среду",
        "subject":"nature",
        "speak" : "Заниматься изучением и минимизацией факторов, sil <[30]> негативно влияющих на окружающую среду"
    },
            {
        "id":40,
        "text":"Заниматься поиском угроз для информационной безопасности",
        "subject":"sign",
        "speak" : "Заниматься поиском угроз для информационной безопасности"
    },

]

