choices = [
    {
        "id":1,
        "text":"Ухаживать за животными",
        "subject":"nature"
    },
    {
        "id":2,
        "text":"Обслуживать машины, приборы",
        "subject":"tech"
    },
    {
        "id":3,
        "text":"Помогать больным людям, лечить их",
        "subject":"human"
    },
    {
        "id":4,
        "text":"Писать компьютерные программы",
        "subject":"sign"
    },
    {
        "id":5,
        "text":"Следить за модой",
        "subject":"creativity"
    },
    {
        "id":6,
        "text":"Следить за состоянием, развитием растений",
        "subject":"nature"
    },
    {
        "id":7,
        "text":"Обрабатывать материалы (дерево, ткань, пластмассу и т.д.)",
        "subject":"tech"
    },
    {
        "id":8,
        "text":"Заниматься продвижением товаров в соцсетях",
        "subject":"creativity"
    },
    {
        "id":9,
        "text":"Обсуждать научно-популярные книги, статьи",
        "subject":"sign"
    },
    {
        "id":10,
        "text":"Обсуждать художественные книги",
        "subject":"creativity"
    },
    {
        "id":11,
        "text":"Выращивать молодняк животных какой-либо породы",
        "subject":"nature"
    },
    {
        "id":12,
        "text":"Тренировать кого-то в выполнении каких-либо действий (трудовых, учебных, спортивных)",
        "subject":"human"
    },
    {
        "id":13,
        "text":"Фотографировать, снимать и монтировать видео, вести соцсети",
        "subject":"creativity"
    },
    {
        "id":14,
        "text":"Заниматься 3D моделированием",
        "subject":"tech"
    },
    {
        "id":15,
        "text":"Заниматься волонтерской деятельностью",
        "subject":"human"
    },
    {
        "id":16,
        "text":"Оформлять выставки, участвовать в подготовке концертов, снимать видео, записывать подкасты",
        "subject":"creativity"
    },
    {
        "id":17,
        "text":"Налаживать работу технических устройств",
        "subject":"tech"
    },
    {
        "id":18,
        "text":"Переводить тексты или речь людей",
        "subject":"sign"
    },
    {
        "id":19,
        "text":"Лечить животных",
        "subject":"nature"
    },
    {
        "id":20,
        "text":"Анализировать данные, выполнять расчёты, вычисления",
        "subject":"sign"
    },
    {
        "id":21,
        "text":"Выводить новые сорта растений",
        "subject":"nature"
    },
    {
        "id":22,
        "text":"Конструировать новые виды промышленных изделий",
        "subject":"tech"
    },
    {
        "id":23,
        "text":"Разбирать споры, ссоры между людьми",
        "subject":"human"
    },
    {
        "id":24,
        "text":"Составлять таблички, интеллект-карты",
        "subject":"sign"
    },
    {
        "id":25,
        "text":"Посещать творческие кружки",
        "subject":"creativity"
    },
    {
        "id":26,
        "text":"Наблюдать, изучать жизнь микробов",
        "subject":"nature"
    },
    {
        "id":27,
        "text":"Обслуживать, налаживать медицинские приборы и аппараты",
        "subject":"tech"
    },
    {
        "id":28,
        "text":"Оказывать людям медицинскую помощь при ранениях, ушибах, ожогах",
        "subject":"human"
    },
    {
        "id":29,
        "text":"Планировать финансовую деятельность",
        "subject":"sign"
    },
    {
        "id":30,
        "text":"Писать рецензии на книгу/фильм",
        "subject":"creativity"
    },
    {
        "id":31,
        "text":"Составлять программу питания",
        "subject":"nature"
    },
    {
        "id":32,
        "text":"Принимать, осматривать больных, беседовать с ними, назначать лечение",
        "subject":"human"
    },
    {
        "id":33,
        "text":"Заниматься дизайном",
        "subject":"creativity"
    },
        {
        "id":34,
        "text":"Заниматься робототехникой",
        "subject":"tech"
    },
        {
        "id":35,
        "text":"Организовывать культурные мероприятия",
        "subject":"human"
    },
        {
        "id":36,
        "text":"Играть на сцене, сниматься в кино",
        "subject":"creativity"
    },
        {
        "id":37,
        "text":"Придумывать устройства для облегчения жизни",
        "subject":"tech"
    },
            {
        "id":38,
        "text":"Разрабатывать компьютерные игры",
        "subject":"sign"
    },
            {
        "id":39,
        "text":"Занимается изучением, выявлением и минимизацией факторов, негативно влияющих на окружающую среду",
        "subject":"nature"
    },
            {
        "id":40,
        "text":"Заниматься поиском угроз для информационной безопасности",
        "subject":"sign"
    },

]
