uni = {
    'nature' : ["Химико-технологический университет имени Менделеева", "Медицинский университет имени Сеченова", "Национальный исследовательский медицинский университет имени Пирогова", "Российский государственный аграрный университет", "Московская государственная академия ветеринарной медицины и биотехнологии"],
    
    'tech': ["Московский физико-технический институт", "МИРЭА - российский технический университет", "Национальный исследовательский технологический университет МИСиС", "Московский Политехнический университет", "Московский государственный технический университет имени Баумана"],
    
    'human': ["Московский государственный университет имени Ломаносова", "Московский государственный юридический университет имени Кутафина", "Московский государственный унститут международных отношений", "Московский государственный педагогический университет", "Институт общественных наук при Президенте РФ"],

    'sign': ["Московский физико-технический институт", "Московский государственный технический университет имени Баумана", "Финансовый университет при Правительстве РФ", "Российский экономический университет имени Плеханова", "Московский государственный лингвистический университет"],

    'creativity': ["Московский государственный институт культуры", "Национальный исследовательский университет \"Высшая школа экономики\"", "Московский архитектурный институт", "Московский гуманитарный университет", "Всероссийский государственный институт кинемотографии"]
}

college = {
    'nature' : ["Медицинский колледж №1", "Кинологический колледж Московской государственной академии ветеринарной медицины и биотехнологии", "Медицинский колледж университета имени Сеченова", "Международный технологический колледж университета пищевых производств", "Московский технологический колледж питания"],

    'tech': ["Колледж Академии водного транстпорта Российского университета транспорта", "\"Воробьевы горы\" Московский колледж профессиональных технологий", "Колледж автоматизации и информационных технологий", "Колледж электромеханики и информационных технологий", "Колледж градостроительства и сервиса"],

    'human': ["Гуманитарно-правовой колледж института права и управления", "Колледж Московского финансово-юридического университета (специальность - реклама)", "Колледж полиции", "Колледж индустрии гостеприимства и менеджмента", "Медицинский колледж №1"],

    'sign': ["Московский промышленно - экономический колледж Российского экономического университета имени Плеханова", "Колледж многоуровневого профессионального образования Российской академии народного хозяйства при президенте РФ", "Колледж автоматизации и информационных технологий", "Московский колледж бизнес-технологий", "Колледж архитектуры и строительства"],

    'creativity':["Колледж Российского государственного университета имени Косыгина", "Гуманитарный колледж Российского государственного гуманитарного университета", "Академия индустрии красоты \"Локон\"", "Школа нового театра", "Колледж Московского финансово-юридического университета (специальность - реклама)"]
}
